        01 DFHCOMMAREA.
          05 SYSTEM.
              10 PROG                PIC X(08).
          05 EINGABE.
            07 BANK.
              10 NAME                PIC X(30).
              10 BLZ                 PIC X(08).
              10 ORT                 PIC X(30).
